Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# sidebar.extensions.action.urlRejected
source: URL could not be opened
ar: تعذر فتح عنوان URL
de: URL konnte nicht geöffnet werden
es: No se pudo abrir la URL
fr: L’URL n’a pas pu être ouverte
ja: URLを開けませんでした
ko: URL을 열 수 없습니다
zh_hans: 无法打开 URL
zh_hant: 無法開啟網址

# sidebar.extensions.action.workspaceNotFound
source: Workspace not found
ar: لم يتم العثور على مساحة العمل
de: Workspace nicht gefunden
es: Espacio de trabajo no encontrado
fr: Espace de travail introuvable
ja: ワークスペースが見つかりません
ko: 워크스페이스를 찾을 수 없습니다
zh_hans: 未找到工作区
zh_hant: 找不到工作區

# sidebar.extensions.actionScope.closeWorkspace
source: Close workspaces
ar: إغلاق مساحات العمل
de: Schließen Sie Arbeitsbereiche
es: Cerrar espacios de trabajo
fr: Fermer les espaces de travail
ja: ワークスペースを閉じる
ko: 작업 공간 닫기
zh_hans: 关闭工作区
zh_hant: 關閉工作區

# sidebar.extensions.actionScope.createWorkspaceWithPath
source: Create workspaces with paths
ar: إنشاء مساحات عمل بمسارات
de: Arbeitsbereiche mit Pfaden erstellen
es: Crear espacios de trabajo con rutas
fr: Créer des espaces de travail avec des chemins d’accès
ja: パス付きワークスペースを作成
ko: 경로를 사용하여 작업 공간 생성
zh_hans: 按路径创建工作区
zh_hant: 使用路徑建立工作區

# sidebar.extensions.actionScope.openURL
source: Open URLs
ar: فتح عناوين URL
de: URLs öffnen
es: Abrir URLs
fr: Ouvrir des URL
ja: URLを開く
ko: URL 열기
zh_hans: 打开 URL
zh_hant: 開啟網址

# sidebar.extensions.actionScope.selectWorkspace
source: Select workspaces
ar: تحديد مساحات العمل
de: Arbeitsbereiche auswählen
es: Seleccionar espacios de trabajo
fr: Sélectionner des espaces de travail
ja: ワークスペースを選択
ko: 작업 공간 선택
zh_hans: 选择工作区
zh_hant: 選擇工作區

# sidebar.extensions.blocked.detail.connectionInterrupted
source: CMUX lost the extension connection. No workspace data or actions are being shared.
ar: فقد CMUX الاتصال بالامتداد. لا تتم مشاركة أي بيانات لمساحة العمل أو إجراءات.
de: CMUX hat die Verbindung zur Erweiterung verloren. Es werden keine Arbeitsbereichsdaten oder Aktionen geteilt.
es: CMUX perdió la conexión con la extensión. No se están compartiendo datos ni acciones del espacio de trabajo.
fr: CMUX a perdu la connexion avec l’extension. Aucune donnée d’espace de travail ni aucune action ne sont partagées.
ja: CMUXは拡張機能との接続を失いました。ワークスペースデータや操作は共有されていません。
ko: CMUX가 확장 프로그램과의 연결을 잃었습니다. 작업 공간 데이터나 작업이 공유되지 않습니다.
zh_hans: CMUX 已失去与扩展的连接。未共享任何工作区数据或操作。
zh_hant: CMUX 遺失擴充功能連線。未分享任何工作區資料或動作。

# sidebar.extensions.blocked.detail.failedManifest
source: CMUX could not load this extension's configuration. No workspace data or actions were shared.
ar: تعذر على CMUX تحميل تكوين هذا الامتداد. لم تتم مشاركة أي بيانات لمساحة العمل أو إجراءات.
de: CMUX konnte die Konfiguration dieser Erweiterung nicht laden. Es wurden keine Arbeitsbereichsdaten oder Aktionen geteilt.
es: CMUX no pudo cargar la configuración de esta extensión. No se compartieron datos ni acciones del espacio de trabajo.
fr: CMUX n’a pas pu charger la configuration de cette extension. Aucune donnée d’espace de travail ni aucune action n’ont été partagées.
ja: CMUXはこの拡張機能の設定を読み込めませんでした。ワークスペースデータや操作は共有されていません。
ko: CMUX가 이 확장 프로그램의 구성을 로드하지 못했습니다. 작업 공간 데이터나 작업이 공유되지 않았습니다.
zh_hans: CMUX 无法加载此扩展的配置。未共享任何工作区数据或操作。
zh_hant: CMUX 無法載入此擴充功能的設定。未分享任何工作區資料或動作。

# sidebar.extensions.blocked.detail.invalidManifest
source: CMUX rejected this extension's configuration. No workspace data or actions were shared.
ar: رفض CMUX تكوين هذا الامتداد. لم تتم مشاركة أي بيانات لمساحة العمل أو إجراءات.
de: CMUX hat die Konfiguration dieser Erweiterung abgelehnt. Es wurden keine Arbeitsbereichsdaten oder Aktionen geteilt.
es: CMUX rechazó la configuración de esta extensión. No se compartieron datos ni acciones del espacio de trabajo.
fr: CMUX a rejeté la configuration de cette extension. Aucune donnée d’espace de travail ni aucune action n’ont été partagées.
ja: CMUXはこの拡張機能の設定を拒否しました。ワークスペースデータや操作は共有されていません。
ko: CMUX가 이 확장 프로그램의 구성을 거부했습니다. 작업 공간 데이터나 작업이 공유되지 않았습니다.
zh_hans: CMUX 拒绝了此扩展的配置。未共享任何工作区数据或操作。
zh_hant: CMUX 已拒絕此擴充功能的設定。未分享任何工作區資料或動作。

# sidebar.extensions.blocked.detail.manifestTimedOut
source: CMUX did not receive this extension's configuration in time. No workspace data or actions are being shared.
ar: لم يتلقَ CMUX تكوين هذا الامتداد في الوقت المحدد. لا تتم مشاركة أي بيانات لمساحة العمل أو إجراءات.
de: CMUX hat die Konfiguration dieser Erweiterung nicht rechtzeitig erhalten. Es werden keine Arbeitsbereichsdaten oder Aktionen geteilt.
es: CMUX no recibió la configuración de esta extensión a tiempo. No se están compartiendo datos ni acciones del espacio de trabajo.
fr: CMUX n’a pas reçu la configuration de cette extension à temps. Aucune donnée d’espace de travail ni aucune action ne sont partagées.
ja: CMUXはこの拡張機能の設定を時間内に受信しませんでした。ワークスペースデータや操作は共有されていません。
ko: CMUX가 제시간에 이 확장 프로그램의 구성을 받지 못했습니다. 작업 공간 데이터나 작업이 공유되지 않습니다.
zh_hans: CMUX 未及时收到此扩展的配置。未共享任何工作区数据或操作。
zh_hant: CMUX 未及時收到此擴充功能的設定。未分享任何工作區資料或動作。

# sidebar.extensions.blocked.detail.missingManifest
source: CMUX did not receive a sidebar extension configuration, so no workspace data or actions were shared.
ar: لم يتلقَ CMUX تكوين امتداد شريط جانبي، لذا لم تتم مشاركة أي بيانات لمساحة العمل أو إجراءات.
de: CMUX hat keine Konfiguration für die Seitenleisten-Erweiterung erhalten, daher wurden keine Arbeitsbereichsdaten oder Aktionen geteilt.
es: CMUX no recibió una configuración de extensión de barra lateral, por lo que no se compartieron datos ni acciones del espacio de trabajo.
fr: CMUX n’a pas reçu de configuration d’extension de barre latérale, aucune donnée d’espace de travail ni aucune action n’ont donc été partagées.
ja: CMUXはサイドバー拡張機能の設定を受信しなかったため、ワークスペースデータや操作は共有されていません。
ko: CMUX가 사이드바 확장 프로그램 구성을 받지 못해 작업 공간 데이터나 작업이 공유되지 않았습니다.
zh_hans: CMUX 未收到侧边栏扩展配置，因此未共享任何工作区数据或操作。
zh_hant: CMUX 未收到側邊欄擴充功能設定，因此未分享任何工作區資料或動作。

# sidebar.extensions.blocked.status.connectionInterrupted
source: Blocked, connection interrupted
ar: محظور، انقطع الاتصال
de: Blockiert, Verbindung unterbrochen
es: Bloqueado, conexión interrumpida
fr: Bloqué, connexion interrompue
ja: ブロック中、接続が中断されました
ko: 차단됨, 연결이 끊김
zh_hans: 已阻止，连接中断
zh_hant: 已封鎖，連線中斷

# sidebar.extensions.blocked.status.failedManifest
source: Blocked, configuration unavailable
ar: محظور، التكوين غير متاح
de: Blockiert, Konfiguration nicht verfügbar
es: Bloqueado, configuración no disponible
fr: Bloqué, configuration indisponible
ja: ブロック中、設定を利用できません
ko: 차단됨, 구성을 사용할 수 없음
zh_hans: 已阻止，配置不可用
zh_hant: 已封鎖，設定無法使用

# sidebar.extensions.blocked.status.invalidManifest
source: Blocked, invalid configuration
ar: محظور، تكوين غير صالح
de: Blockiert, ungültige Konfiguration
es: Bloqueado, configuración no válida
fr: Bloqué, configuration non valide
ja: ブロック中、設定が無効です
ko: 차단됨, 잘못된 구성
zh_hans: 已阻止，配置无效
zh_hant: 已封鎖，設定無效

# sidebar.extensions.blocked.status.manifestTimedOut
source: Blocked, configuration timed out
ar: محظور، انتهت مهلة التكوين
de: Blockiert, Zeitüberschreitung der Konfiguration
es: Bloqueado, tiempo de espera de configuración agotado
fr: Bloqué, délai d’attente de la configuration dépassé
ja: ブロック中、設定がタイムアウトしました
ko: 차단됨, 구성 시간 초과
zh_hans: 已阻止，配置超时
zh_hant: 已封鎖，設定逾時

# sidebar.extensions.blocked.status.missingManifest
source: Blocked, missing configuration
ar: محظور، التكوين مفقود
de: Blockiert, fehlende Konfiguration
es: Bloqueado, falta la configuración
fr: Bloqué, configuration manquante
ja: ブロック中、設定がありません
ko: 차단됨, 구성 누락됨
zh_hans: 已阻止，缺少配置
zh_hant: 已封鎖，遺失設定

# sidebar.extensions.blocked.title
source: Extension Blocked
ar: الملحق محظور
de: Erweiterung blockiert
es: Extensión bloqueada
fr: Extension bloquée
ja: 拡張機能をブロックしました
ko: 확장 프로그램 차단됨
zh_hans: 扩展已阻止
zh_hant: 擴充功能已被封鎖

# sidebar.extensions.browser.compact
source: Open larger
ar: فتح بحجم أكبر
de: Größer öffnen
es: Abrir en un tamaño mayor
fr: Ouvrir en plus grand
ja: 大きく開く
ko: 더 크게 열기
zh_hans: 放大打开
zh_hant: 放大開啟

# sidebar.extensions.browser.title
source: Sidebar Extensions
ar: امتدادات الشريط الجانبي
bs: Ekstenzije bočne trake
da: Sidepaneludvidelser
de: Seitenleisten-Erweiterungen
es: Extensiones de la barra lateral
fr: Extensions de la barre latérale
it: Estensioni della barra laterale
ja: サイドバー拡張機能
ko: 사이드바 확장 프로그램
nb: Sidefeltutvidelser
pl: Rozszerzenia paska bocznego
pt_br: Extensões da barra lateral
ru: Расширения боковой панели
th: ส่วนขยายแถบด้านข้าง
tr: Kenar çubuğu uzantıları
uk: Розширення бічної панелі
zh_hans: 侧边栏扩展
zh_hant: 側邊欄擴充功能

# sidebar.extensions.choose.action
source: Choose Extension
ar: اختيار الملحق
de: Erweiterung auswählen
es: Elegir extensión
fr: Choisir l’extension
ja: 拡張機能を選択
ko: 확장 프로그램 선택
zh_hans: 选择扩展
zh_hant: 選擇擴充功能

# sidebar.extensions.choose.detail
source: Choose which enabled extension should replace the sidebar.
ar: اختر الملحق الممكن الذي يجب أن يحل محل الشريط الجانبي.
de: Wählen Sie aus, welche aktivierte Erweiterung die Seitenleiste ersetzen soll.
es: Elige qué extensión habilitada debe reemplazar la barra lateral.
fr: Choisissez quelle extension activée doit remplacer la barre latérale.
ja: サイドバーを置き換える有効な拡張機能を選択してください。
ko: 사이드바를 대체할 활성화된 확장 프로그램을 선택하세요.
zh_hans: 选择用哪个已启用的扩展替换侧边栏。
zh_hant: 選擇要以哪一個已啟用的擴充功能來取代側邊欄。

# sidebar.extensions.choose.title
source: Choose a sidebar extension
ar: اختر ملحقًا للشريط الجانبي
de: Eine Seitenleisten-Erweiterung auswählen
es: Elegir una extensión de barra lateral
fr: Choisir une extension de barre latérale
ja: サイドバー拡張機能を選択
ko: 사이드바 확장 프로그램 선택
zh_hans: 选择侧边栏扩展
zh_hant: 選擇側邊欄擴充功能

# sidebar.extensions.details.bundle
source: Bundle
ar: حزمة
es: Paquete
ja: バンドル
ko: 번들
zh_hans: 包
zh_hant: 套件

# sidebar.extensions.details.granted
source: Granted
ar: ممنوح
de: Gewährt
es: Concedido
fr: Autorisé
ja: 許可済み
ko: 허용됨
zh_hans: 已授予
zh_hant: 已授與

# sidebar.extensions.details.help
source: Show extension details
ar: إظهار تفاصيل الملحق
de: Erweiterungsdetails anzeigen
es: Mostrar detalles de la extensión
fr: Afficher les détails de l’extension
ja: 拡張機能の詳細を表示
ko: 확장 프로그램 세부 정보 표시
zh_hans: 显示扩展详细信息
zh_hant: 顯示擴充功能詳細資訊

# sidebar.extensions.details.manifest
source: Configuration
ar: التكوين
de: Konfiguration
es: Configuración
ja: 設定
ko: 구성
zh_hans: 配置
zh_hant: 設定

# sidebar.extensions.details.pending
source: Pending
ar: معلق
de: Ausstehend
es: Pendiente
fr: En attente
ja: 未許可
ko: 대기 중
zh_hans: 待处理
zh_hant: 待處理

# sidebar.extensions.details.permissions
source: Permissions
ar: الأذونات
de: Berechtigungen
es: Permisos
fr: Autorisations
ja: 権限
ko: 권한
zh_hans: 权限
zh_hant: 權限

# sidebar.extensions.details.runtime
source: Secure extension connection
ar: اتصال آمن بالملحق
de: Sichere Verbindung zur Erweiterung
es: Conexión segura de la extensión
fr: Connexion sécurisée de l’extension
ja: 安全な拡張機能接続
ko: 안전한 확장 프로그램 연결
zh_hans: 安全的扩展连接
zh_hant: 安全的擴充功能連線

# sidebar.extensions.details.status
source: Status
ar: حالة
es: Estado
fr: Statut
ja: 状態
ko: 상태
zh_hans: 状态
zh_hant: 地位

# sidebar.extensions.details.statusActive
source: Connected
ar: متصل
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連接

# sidebar.extensions.details.statusWaiting
source: Waiting for an enabled extension
ar: في انتظار ملحق ممكن
de: Warten auf eine aktivierte Erweiterung
es: Esperando una extensión habilitada
fr: En attente d’une extension activée
ja: 有効な拡張機能を待機中
ko: 활성화된 확장 프로그램을 기다리는 중
zh_hans: 正在等待已启用的扩展
zh_hant: 正在等待已啟用的擴充功能

# sidebar.extensions.disabled.detail
source: A sidebar extension is installed but disabled.
ar: ملحق الشريط الجانبي مثبت ولكنه معطل.
de: Eine Seitenleisten-Erweiterung ist installiert, aber deaktiviert.
es: Hay una extensión de barra lateral instalada pero deshabilitada.
fr: Une extension de barre latérale est installée mais désactivée.
ja: サイドバー拡張機能がインストールされていますが、無効です。
ko: 사이드바 확장 프로그램이 설치되었으나 비활성화되어 있습니다.
zh_hans: 已安装侧边栏扩展，但未启用。
zh_hant: 已安裝但已停用某個側邊欄擴充功能。

# sidebar.extensions.empty.detail
source: Install and enable a CMUX sidebar extension to show it here.
ar: ثبّت امتداد شريط جانبي لـ CMUX وفعّله لعرضه هنا.
bs: Instalirajte i omogućite CMUX ekstenziju bočne trake da bi se prikazala ovdje.
da: Installer og aktivér en CMUX-sidebjælkeudvidelse for at vise den her.
de: Installieren und aktivieren Sie eine CMUX-Seitenleisten-Erweiterung, um sie hier anzuzeigen.
es: Instala y activa una extensión de barra lateral de CMUX para mostrarla aquí.
fr: Installez et activez une extension de barre latérale CMUX pour l’afficher ici.
it: Installa e abilita un’estensione della barra laterale di CMUX per mostrarla qui.
ja: ここに表示するには、CMUXサイドバー拡張機能をインストールして有効にしてください。
ko: 여기에 표시하려면 CMUX 사이드바 확장 기능을 설치하고 활성화하세요.
nb: Installer og aktiver en CMUX-sidefeltutvidelse for å vise den her.
pl: Zainstaluj i włącz rozszerzenie paska bocznego CMUX, aby wyświetlić je tutaj.
pt_br: Instale e ative uma extensão da barra lateral do CMUX para mostrá-la aqui.
ru: Установите и включите расширение боковой панели CMUX, чтобы показать его здесь.
th: ติดตั้งและเปิดใช้ส่วนขยายแถบด้านข้าง CMUX เพื่อแสดงที่นี่
tr: Burada göstermek için bir CMUX kenar çubuğu uzantısı yükleyip etkinleştirin.
uk: Установіть і ввімкніть розширення бічної панелі CMUX, щоб показати його тут.
zh_hans: 安装并启用 CMUX 边栏扩展后，它会显示在这里。
zh_hant: 安裝並啟用 CMUX 側邊欄擴充功能後，它會顯示在這裡。

# sidebar.extensions.empty.title
source: No sidebar extension enabled
ar: لا يوجد امتداد شريط جانبي مفعّل
bs: Nijedna ekstenzija bočne trake nije omogućena
da: Ingen sidebjælkeudvidelse er aktiveret
de: Keine Seitenleisten-Erweiterung aktiviert
es: No hay ninguna extensión de barra lateral activada
fr: Aucune extension de barre latérale activée
it: Nessuna estensione della barra laterale abilitata
ja: 有効なサイドバー拡張機能がありません
ko: 활성화된 사이드바 확장 기능 없음
nb: Ingen sidefeltutvidelse er aktivert
pl: Brak włączonego rozszerzenia paska bocznego
pt_br: Nenhuma extensão da barra lateral ativada
ru: Нет включенного расширения боковой панели
th: ไม่ได้เปิดใช้ส่วนขยายแถบด้านข้าง
tr: Etkin kenar çubuğu uzantısı yok
uk: Немає ввімкненого розширення бічної панелі
zh_hans: 未启用边栏扩展
zh_hant: 未啟用側邊欄擴充功能

# sidebar.extensions.error
source: CMUX could not load sidebar extensions.
ar: تعذر على CMUX تحميل امتدادات الشريط الجانبي.
bs: CMUX nije mogao učitati ekstenzije bočne trake.
da: CMUX kunne ikke indlæse sidebjælkeudvidelser.
de: CMUX konnte Seitenleisten-Erweiterungen nicht laden.
es: CMUX no pudo cargar las extensiones de la barra lateral.
fr: CMUX n’a pas pu charger les extensions de barre latérale.
it: CMUX non ha potuto caricare le estensioni della barra laterale.
ja: CMUXはサイドバー拡張機能を読み込めませんでした。
ko: CMUX가 사이드바 확장 기능을 로드할 수 없습니다.
nb: CMUX kunne ikke laste sidefeltutvidelser.
pl: CMUX nie mógł załadować rozszerzeń paska bocznego.
pt_br: O CMUX não pôde carregar as extensões da barra lateral.
ru: CMUX не удалось загрузить расширения боковой панели.
th: CMUX ไม่สามารถโหลดส่วนขยายแถบด้านข้างได้
tr: CMUX kenar çubuğu uzantılarını yükleyemedi.
uk: CMUX не вдалося завантажити розширення бічної панелі.
zh_hans: CMUX 无法加载边栏扩展。
zh_hant: CMUX 無法載入側邊欄擴充功能。

# sidebar.extensions.loading
source: Loading sidebar extensions
ar: جارٍ تحميل امتدادات الشريط الجانبي
bs: Učitavanje ekstenzija bočne trake
da: Indlæser sidebjælkeudvidelser
de: Seitenleisten-Erweiterungen werden geladen
es: Cargando extensiones de la barra lateral
fr: Chargement des extensions de la barre latérale
it: Caricamento delle estensioni della barra laterale
ja: サイドバー拡張機能を読み込み中
ko: 사이드바 확장 기능 로드 중
nb: Laster sidefeltutvidelser
pl: Ładowanie rozszerzeń paska bocznego
pt_br: Carregando extensões da barra lateral
ru: Загрузка расширений боковой панели
th: กำลังโหลดส่วนขยายแถบด้านข้าง
tr: Kenar çubuğu uzantıları yükleniyor
uk: Завантаження розширень бічної панелі
zh_hans: 正在加载边栏扩展
zh_hant: 正在載入側邊欄擴充功能

# sidebar.extensions.manage
source: Manage Sidebar Extensions...
ar: إدارة امتدادات الشريط الجانبي...
bs: Upravljaj ekstenzijama bočne trake...
da: Administrer sidepaneludvidelser...
de: Seitenleisten-Erweiterungen verwalten...
es: Administrar extensiones de la barra lateral...
fr: Gérer les extensions de la barre latérale...
it: Gestisci estensioni della barra laterale...
ja: サイドバー拡張機能を管理...
ko: 사이드바 확장 프로그램 관리...
nb: Administrer sidefeltutvidelser...
pl: Zarządzaj rozszerzeniami paska bocznego...
pt_br: Gerenciar extensões da barra lateral...
ru: Управление расширениями боковой панели...
th: จัดการส่วนขยายแถบด้านข้าง...
tr: Kenar çubuğu uzantılarını yönet...
uk: Керувати розширеннями бічної панелі...
zh_hans: 管理侧边栏扩展...
zh_hant: 管理側邊欄擴充功能...

# sidebar.extensions.manage.short
source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
ja: 管理
ko: 관리
zh_hans: 管理
zh_hant: 管理

# sidebar.extensions.permission.closeWorkspace.detail
source: Close workspaces from the extension
ar: إغلاق مساحات العمل من الملحق
de: Arbeitsbereiche über die Erweiterung schließen
es: Cerrar espacios de trabajo desde la extensión
fr: Fermer les espaces de travail à partir de l’extension
ja: 拡張機能からワークスペースを閉じます
ko: 확장 프로그램에서 작업 공간 닫기
zh_hans: 从扩展中关闭工作区
zh_hant: 從擴充功能關閉工作區

# sidebar.extensions.permission.createWorkspaceWithPath.detail
source: Create workspaces for specific local folders
ar: إنشاء مساحات عمل لمجلدات محلية معينة
de: Arbeitsbereiche für bestimmte lokale Ordner erstellen
es: Crear espacios de trabajo para carpetas locales específicas
fr: Créer des espaces de travail pour des dossiers locaux spécifiques
ja: 特定のローカルフォルダ用のワークスペースを作成します
ko: 특정 로컬 폴더에 대한 작업 공간 생성
zh_hans: 为指定的本地文件夹创建工作区
zh_hant: 為特定的本機資料夾建立工作區

# sidebar.extensions.permission.networkPorts.detail
source: Read listening ports for each workspace
ar: قراءة منافذ الاستماع لكل مساحة عمل
de: Abhörende Ports für jeden Arbeitsbereich lesen
es: Leer los puertos de escucha para cada espacio de trabajo
fr: Lire les ports d’écoute pour chaque espace de travail
ja: 各ワークスペースの待ち受けポートを読み取ります
ko: 각 작업 공간의 수신 대기 포트 읽기
zh_hans: 读取每个工作区的监听端口
zh_hant: 讀取每個工作區的監聽連接埠

# sidebar.extensions.permission.notifications.detail
source: Read latest workspace notifications
ar: قراءة أحدث إشعارات مساحة العمل
de: Neueste Benachrichtigungen des Arbeitsbereichs lesen
es: Leer las últimas notificaciones del espacio de trabajo
fr: Lire les dernières notifications de l’espace de travail
ja: 最新のワークスペース通知を読み取ります
ko: 최근 작업 공간 알림 읽기
zh_hans: 读取最新的工作区通知
zh_hant: 讀取最新的工作區通知

# sidebar.extensions.permission.openURL.detail
source: Open links from the extension
ar: فتح الروابط من الملحق
de: Links über die Erweiterung öffnen
es: Abrir enlaces desde la extensión
fr: Ouvrir des liens depuis l’extension
ja: 拡張機能からリンクを開きます
ko: 확장 프로그램에서 링크 열기
zh_hans: 从扩展中打开链接
zh_hant: 從擴充功能開啟連結

# sidebar.extensions.permission.pullRequests.detail
source: Read pull request links associated with workspaces
ar: قراءة روابط طلبات السحب المرتبطة بمساحات العمل
de: Mit Arbeitsbereichen verknüpfte Pull-Request-Links lesen
es: Leer los enlaces de pull request asociados con los espacios de trabajo
fr: Lire les liens de pull request associés aux espaces de travail
ja: ワークスペースに関連するプルリクエストリンクを読み取ります
ko: 작업 공간과 관련된 풀 리퀘스트 링크 읽기
zh_hans: 读取与工作区关联的 pull request 链接
zh_hant: 讀取與工作區關聯的 Pull Request 連結

# sidebar.extensions.permission.selectWorkspace.detail
source: Select a workspace when you click in the extension
ar: تحديد مساحة عمل عند النقر في الملحق
de: Einen Arbeitsbereich auswählen, wenn Sie in der Erweiterung klicken
es: Seleccionar un espacio de trabajo al hacer clic en la extensión
fr: Sélectionner un espace de travail lors d’un clic dans l’extension
ja: 拡張機能内でクリックしたときにワークスペースを選択します
ko: 확장 프로그램을 클릭할 때 작업 공간 선택
zh_hans: 在扩展中点击时选择工作区
zh_hant: 在擴充功能中點擊時選擇一個工作區

# sidebar.extensions.permission.workspaceMetadata.detail
source: Read workspace names, branches, unread counts, and selection
ar: قراءة أسماء مساحات العمل، والفروع، وعدد الرسائل غير المقروءة، والتحديد
de: Namen, Branches, Anzahl ungelesener Elemente und Auswahl von Arbeitsbereichen lesen
es: Leer nombres, ramas, recuentos de no leídos y selección del espacio de trabajo
fr: Lire les noms, branches, nombres d’éléments non lus et sélection des espaces de travail
ja: ワークスペース名、ブランチ、未読数、選択状態を読み取ります
ko: 작업 공간 이름, 브랜치, 읽지 않은 수 및 선택 상태 읽기
zh_hans: 读取工作区名称、分支、未读数和选中状态
zh_hant: 讀取工作區名稱、分支、未讀數量及選取項目

# sidebar.extensions.permission.workspacePaths.detail
source: Read local workspace and project paths
ar: قراءة مسارات مساحة العمل والمشروع المحلية
de: Lokale Arbeitsbereichs- und Projektpfade lesen
es: Leer las rutas locales del espacio de trabajo y del proyecto
fr: Lire les chemins locaux des espaces de travail et des projets
ja: ローカルのワークスペースとプロジェクトのパスを読み取ります
ko: 로컬 작업 공간 및 프로젝트 경로 읽기
zh_hans: 读取本地工作区和项目路径
zh_hant: 讀取本機工作區與專案路徑

# sidebar.extensions.retry
source: Try Again
ar: حاول ثانية
de: Versuchen Sie es erneut
es: Intentar otra vez
fr: Essayer à nouveau
ja: 再試行
ko: 다시 시도
zh_hans: 重试
zh_hant: 再試一次

# sidebar.extensions.scope.networkPorts
source: Network ports
ar: منافذ الشبكة
de: Netzwerk-Ports
es: Puertos de red
fr: Ports réseau
ja: ネットワークポート
ko: 네트워크 포트
zh_hans: 网络端口
zh_hant: 網路連接埠

# sidebar.extensions.scope.notifications
source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
ja: 通知
ko: 알림
zh_hans: 通知
zh_hant: 通知

# sidebar.extensions.scope.pullRequests
source: Pull requests
ar: طلبات السحب
es: Solicitudes de extracción
fr: Demandes de tirage
ja: プルリクエスト
ko: 풀 리퀘스트
zh_hans: Pull request
zh_hant: Pull Request

# sidebar.extensions.scope.workspaceMetadata
source: Workspace metadata
ar: البيانات التعريفية لمساحة العمل
de: Metadaten des Arbeitsbereichs
es: Metadatos del espacio de trabajo
fr: Métadonnées de l’espace de travail
ja: ワークスペースメタデータ
ko: 작업 공간 메타데이터
zh_hans: 工作区元数据
zh_hant: 工作區中介資料

# sidebar.extensions.scope.workspacePaths
source: Workspace paths
ar: مسارات مساحة العمل
de: Arbeitsbereichspfade
es: Rutas del espacio de trabajo
fr: Chemins de l’espace de travail
ja: ワークスペースパス
ko: 작업 공간 경로
zh_hans: 工作区路径
zh_hant: 工作區路徑

# sidebar.extensions.unapproved.detail
source: An installed sidebar extension needs approval before CMUX can use it.
ar: يحتاج ملحق الشريط الجانبي المثبت إلى موافقة قبل أن يتمكن CMUX من استخدامه.
de: Eine installierte Seitenleisten-Erweiterung benötigt eine Freigabe, bevor CMUX sie verwenden kann.
es: Una extensión de barra lateral instalada necesita aprobación antes de que CMUX pueda usarla.
fr: Une extension de barre latérale installée nécessite une approbation avant que CMUX puisse l’utiliser.
ja: インストール済みのサイドバー拡張機能は、CMUXで使用する前に承認が必要です。
ko: 설치된 사이드바 확장 프로그램을 CMUX에서 사용하려면 승인이 필요합니다.
zh_hans: 已安装的侧边栏扩展需要获得批准后 CMUX 才能使用。
zh_hant: 已安裝的側邊欄擴充功能需要經過核准，CMUX 才能使用它。

# sidebar.extensions.useDefault
source: Use Workspace Sidebar
ar: استخدام الشريط الجانبي لمساحة العمل
de: Arbeitsbereichs-Seitenleiste verwenden
es: Usar barra lateral del espacio de trabajo
fr: Utiliser la barre latérale de l’espace de travail
ja: ワークスペースサイドバーを使う
ko: 작업 공간 사이드바 사용
zh_hans: 使用工作区侧边栏
zh_hant: 使用工作區側邊欄

# sidebar.extensions.useDefault.short
source: Use Default
ar: استخدام الافتراضي
de: Standard verwenden
es: Usar predeterminado
fr: Par défaut
ja: デフォルトを使用
ko: 기본값 사용
zh_hans: 使用默认
zh_hant: 使用預設值

# sidebar.folderIcon.dragHint
source: Drag to open in Finder or another app
ar: اسحب للفتح في Finder أو تطبيق آخر
bs: Prevucite za otvaranje u Finderu ili drugoj aplikaciji
da: Træk for at åbne i Finder eller et andet program
de: Ziehen, um im Finder oder einer anderen App zu öffnen
es: Arrastra para abrir en Finder u otra app
fr: Glissez pour ouvrir dans le Finder ou une autre app
it: Trascina per aprire nel Finder o in un'altra app
ja: ドラッグしてFinderまたは他のアプリで開く
ko: Finder 또는 다른 앱으로 드래그하여 열기
nb: Dra for å åpne i Finder eller en annen app
pl: Przeciągnij, aby otworzyć w Finderze lub innej aplikacji
pt_br: Arraste para abrir no Finder ou em outro app
ru: Перетащите, чтобы открыть в Finder или другом приложении
th: ลากเพื่อเปิดใน Finder หรือแอปอื่น
tr: Finder'da veya başka bir uygulamada açmak için sürükleyin
uk: Перетягніть, щоб відкрити у Finder або іншій програмі
zh_hans: 拖拽以在访达或其他应用中打开
zh_hant: 拖曳以在 Finder 或其他 App 中開啟

# sidebar.help.button
source: Help
ar: مساعدة
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
uk: Довідка
zh_hans: 帮助
zh_hant: 說明
